tap "decors/cipherscan"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "mgrebenets/scan-build"
brew "ack"
brew "libyaml"
brew "openssl"
brew "readline"
brew "xz"
brew "python"
brew "ansible"
brew "apr-util", link: true
brew "assh"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "brew-cask-completion"
brew "ghc", link: false
brew "cabal-install", link: false
brew "libpng"
brew "gettext"
brew "libffi", link: true
brew "pcre"
brew "ccze"
brew "cmake"
brew "convmv"
brew "coreutils"
brew "cpprestsdk"
brew "curl"
brew "libevent"
brew "cython"
brew "jpeg"
brew "little-cms2"
brew "dcraw"
brew "diff-so-fancy"
brew "dockutil"
brew "lame"
brew "libvpx"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "flawfinder"
brew "libtool"
brew "unixodbc"
brew "gmp"
brew "gcc"
brew "gdb"
brew "geoip"
brew "geoipupdate"
brew "giflossy"
brew "git"
brew "git-town"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "grc"
brew "grep"
brew "icu4c"
brew "hstr"
brew "htop"
brew "httpstat"
brew "hub"
brew "webp"
brew "imagemagick"
brew "iproute2mac"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "libmaxminddb"
brew "libxml2"
brew "links"
brew "lynx"
brew "make"
brew "mas"
brew "md5sha1sum"
brew "micro"
brew "mongodb"
brew "mosh"
brew "mysql", restart_service: true
brew "mysql@5.7"
brew "nano"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "php", link: false
brew "php@7.1"
brew "php@7.2"
brew "pkg-config"
brew "podiff"
brew "postgresql", restart_service: true
brew "rename"
brew "ruby"
brew "sbt"
brew "scala"
brew "scons"
brew "speedtest-cli"
brew "sphinx-doc"
brew "splint"
brew "sslyze"
brew "stow"
brew "utf8proc"
brew "subversion"
brew "svgo"
brew "swi-prolog"
brew "terminal-notifier", link: false
brew "texi2html"
brew "thefuck"
brew "tig"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "unzip"
brew "wakatime-cli"
brew "watchman"
brew "webkit2png"
brew "wget"
brew "whois"
brew "wifi-password"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "decors/cipherscan/cipherscan", args: ["HEAD"]
brew "heroku/brew/heroku"
brew "mgrebenets/scan-build/scan-build"
mas "Caffeine", id: 411246225
mas "Cinch", id: 412529613
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Hue Menu", id: 910449125
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "StreamCloud", id: 894578573
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
