tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'decors/cipherscan'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
brew 'ack'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'apr'
brew 'apr-util'
brew 'assh'
brew 'autoconf'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'ghc'
brew 'cabal-install'
brew 'pcre'
brew 'ccze'
brew 'convmv'
brew 'coreutils'
brew 'curl'
brew 'diff-so-fancy'
brew 'git'
brew 'docker'
brew 'dockutil'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg', args: ['with-libvpx']
brew 'libpng'
brew 'freetype'
brew 'geoip'
brew 'geoipupdate'
brew 'gettext'
brew 'gmp'
brew 'gnu-sed', args: ['with-default-names']
brew 'go'
brew 'grc'
brew 'hh'
brew 'htop'
brew 'httpstat'
brew 'hub'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick', args: ['with-webp']
brew 'jpegoptim'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libmaxminddb'
brew 'libssh'
brew 'libvpx'
brew 'libxml2'
brew 'links'
brew 'lynx'
brew 'mas'
brew 'md5sha1sum'
brew 'micro'
brew 'protobuf'
brew 'mobile-shell'
brew 'msgpack'
brew 'mysql', restart_service: true
brew 'nmap'
brew 'node'
brew 'pkg-config'
brew 'ruby'
brew 'speedtest_cli'
brew 'sslyze'
brew 'stow'
brew 'subversion'
brew 'swi-prolog'
brew 'texi2html'
brew 'tmate'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim'
brew 'webkit2png'
brew 'webp'
brew 'wget'
brew 'wifi-password'
brew 'yarn'
brew 'yasm'
brew 'zsh'
brew 'zsh-completions'
brew 'decors/cipherscan/cipherscan', args: ['HEAD']
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/nano'
brew 'homebrew/dupes/unzip'
brew 'homebrew/dupes/whois'
brew 'homebrew/php/php56'
brew 'homebrew/php/php56-xdebug'
brew 'homebrew/php/php70'
brew 'homebrew/php/php70-imagick'
brew 'homebrew/php/php70-xdebug'
brew 'homebrew/php/php71'
brew 'homebrew/versions/ansible20'
brew 'homebrew/versions/bash-completion2'
cask '1password'
cask 'alfred'
cask 'anybar'
cask 'bartender'
cask 'betterzipql'
cask 'caffeine'
cask 'cevelop'
cask 'charles'
cask 'cheatsheet'
cask 'cinch'
cask 'cleanmymac'
cask 'clion'
cask 'cloudup'
cask 'coconutbattery'
cask 'cornerstone'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'google-drive'
cask 'gpgtools'
cask 'imagealpha'
cask 'imageoptim'
cask 'intellij-idea-ce'
cask 'p4merge'
cask 'pgadmin3'
cask 'phpstorm'
cask 'poedit'
cask 'provisionql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rescuetime'
cask 'sequel-pro'
cask 'spectacle'
cask 'suspicious-package'
cask 'torbrowser'
cask 'tower'
cask 'transmit'
cask 'typora'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio'
cask 'visual-studio-code'
cask 'webpquicklook'
mas 'Simplenote', id: 692867256
mas 'Keynote', id: 409183694
mas 'OneDrive', id: 823766827
mas 'Telegram', id: 747648890
mas 'Twitter', id: 409789998
mas 'The Unarchiver', id: 425424353
mas 'GarageBand', id: 682658836
mas 'Caffeine', id: 411246225
mas 'iPhoto', id: 408981381
mas 'StreamCloud', id: 894578573
mas 'Numbers', id: 409203825
mas 'Transmit', id: 403388562
mas 'Xcode', id: 497799835
mas 'Pages', id: 409201541
mas 'iMovie', id: 408981434
mas 'Airmail 2', id: 918858936
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Noizio', id: 928871589
mas 'Harvest', id: 506189836
mas 'WiFi Scanner', id: 411680127
mas 'Tomato One', id: 907364780
mas 'iA Writer', id: 775737590
mas 'Cinch', id: 412529613
